Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/environment/animal_welfare_and_control/control_of_horses.html.txt.tmx
Source language: en
Languages: ga

source: Horse identification and control
ga: Sainaithint agus rialú capall

source: If you own or keep a horse or similar animal, it must be microchipped and must have an official identification document, known as a horse passport – see ‘Horse identification’ below
ga: Má tá úinéireacht agat ar nó má choimeádann tú capall nó a mhacasamhail d’ainmhí, ní mór é a mhicrishliseadh agus ní mór go mbíonn cáipéis oifigiúil aitheantais aige, ar a dtugtar pas capaill – féach ‘Sainaithint capaill’ thíos

source: These requirements are under EU Regulation 504/2008 which, along with later amendments, has been transposed into Irish law
ga: Tá na ceanglais seo le sonrú faoi Rialachán 504/2008 an AE a rinneadh a thrasuí, anuas ar leasuithe a rinneadh ní ba dhéanaí, isteach i ndlí na hÉireann

source: They apply to all members of the horse family, including ponies, donkeys and crosses, officially known as equine animals but referred to here, for clarity, as horses
ga: Baineann siad le gach ball d’eachainmhithe, capaillíní, asail agus crosálaigh, ar a dtugtar go hoifigiúil ainmhithe eachaí ach dá dtagraítear anseo, ar mhaithe le soiléireacht, mar chapaill

source: In addition, if you keep the horse in a control area designated under the Control of Horses Act 1996, you must have a horse licence for it – see ‘Control of horses’ below
ga: Chomh maith leis sin, má choimeádann tú capall i limistéar rialaithe atá ainmnithe faoin Acht um Rialú Capall, 1996, ní mór go bhfuil ceadúnas capaill agat dó – féach ‘Rialú capall’ thíos

source: You are liable for any injury or damage caused by your horse to other people or to property
ga: Tá tú faoi dhliteanas as aon ghortú nó díobháil a dhéanann do chapall do dhaoine eile nó do mhaoin

source: There are 3 parts to the identification system for horses:
ga: Baineann 3 chuid leis an gcóras sainaitheanta do chapaill:

source: • An equine (horse) passport, which is valid for the horse’s lifetime
ga: • Pas eachaí (capaill), atá bailí ar feadh shaolré an chapaill

source: • A microchip implant, which links the animal to the passport
ga: • Ionchlannú micrishlise, a cheanglaíonn an t-ainmhí leis an bpas

source: • A Unique Equine Life Number (UELN)
ga: • Uimhir Shaoil Uathúil Eachaí (USUE)

source: The Minister for Agriculture, Food and the Marine has approved a number of organisations for the purposes of issuing identity documents for horses and maintaining approved databases
ga: D’fhaomh an tAire Talmhaíochta, Bia agus Mara roinnt eagraíochtaí ar mhaithe le cáipéisí aitheantais a eisiúint do chapaill agus bunachair fhaofa a choimeád

source: The list of these issuing bodies is published on the Department’s website
ga: Foilsítear liosta de na comhlachtaí eisiúna seo ar láithreán gréasáin na Roinne

source: As well as enabling the identity of an animal to be proved, the passport contains a declaration of whether or not the horse is intended for human consumption
ga: Anuas ar chruthú aitheantas ainmhí a chumasú, cuimsítear sa phas dearbhú maidir le cé acu an mbeartaítear nó nach mbeartaítear an capall le haghaidh tomhaltais ag daoine

source: This declaration must be signed if the horse is being given certain types of medication that render it unsuitable for the human food chain
ga: Ní mór an dearbhú seo a shíniú má tá saghsanna áirithe de chógas á dtabhairt don chapall, a fhágann go bhfuil sé neamhoiriúnach don bhiashlabhra daonna

source: The owner can also choose to sign this declaration voluntarily
ga: Féadfaidh an t-úinéir a roghnú chun an dearbhú seo a shíniú go deonach

source: Any horse that is born in the State must have a passport before 31 December of the year of birth, or within 6 months of the date of birth, whichever is later
ga: Ní mór go bhfuil pas ag aon chapall a shaolaítear é sa Stát roimh an 31 Nollaig i mbliain na breithe, nó laistigh de 6 mhí i ndiaidh dháta na breithe, pé dáta is déanaí

source: So a horse born in May, for example, must have a passport by 31 December of that year
ga: Ní mór go bhfuil pas ag capall a shaolaítear i mBealtaine, mar shampla, faoin 31 Nollaig an bhliain sin

source: A horse born in October must have a passport within 6 months – by April of the following year
ga: Ní mór go bhfuil pas ag capall a shaolaítear i nDeireadh Fómhair laistigh de 6 mhí – faoi Aibreán na bliana ina dhiaidh sin

source: In general, if a foal is leaving the holding where it was born, it must first be microchipped (see below) and issued with a passport
ga: Go ginearálta, má fhágann searrach an gabháltas inar rugadh é, ní mór é a mhicrishliseadh ar dtús (féach thíos) agus pas a eisiúint dó

source: However, if it is under 6 months old, is not yet weaned and is accompanied by its dam or foster mare, it does not need a passport
ga: Má tá an searrach faoi bhun 6 mhí d’aois, áfach, mura bhfuil sé scoite go fóill agus má tá a mháthair nó a láir altrama ina chuideachta, ní theastaíonn pas uaidh

source: Any horse being imported into the State from another EU state must be accompanied by a valid passport
ga: Ní mór go ngabhann pas bailí le haon chapall a iompórtáiltear isteach sa Stát ó stát eile san AE

source: A horse being imported from outside the EU may also already have a passport
ga: B’fhéidir go bhfuil pas cheana féin, chomh maith leis sin, ag capall a iompórtáiltear ó áit lasmuigh den AE

source: You must register the horse’s foreign passport with the appropriate Irish issuing body within 30 days
ga: Ní mór duit pas eachtrach an chapaill a chlárú leis an gcomhlacht cuí eisiúna Éireannach laistigh de 30 lá

source: If the horse is being imported from outside the EU and does not have a passport, you must apply to the appropriate Irish issuing body for a passport within 30 days
ga: Má tá an capall á iompórtáil ó áit lasmuigh den AE agus mura bhfuil pas aige, ní mór duit iarratas a dhéanamh ar an gcomhlacht cuí eisiúna Éireannach ar phas laistigh de 30 lá

source: The passport must accompany the horse whenever it is being moved, whether inside the State or to somewhere else
ga: Ní mór go ngabhann an pas leis an gcapall pé uair a bhogtar é, cé acu taobh istigh den Stát nó go dtí áit éigin eile

source: In addition, under the Equidae (Change of Ownership) Regulations 2016 (pdf), when a horse changes hands, the new owner must be given the passport and must register the change of ownership with the appropriate issuing body
ga: Sa mhullach air sin, faoi na Rialacháin um Eachainmhithe (Athrú Úinéireachta), 2016 (pdf), nuair a athraíonn capall úinéireacht, ní mór an pas a thabhairt don úinéir nua agus ní mór dó/di an t-athrú úinéireachta a chlárú leis an gcomhlacht cuí eisiúna

source: When a horse dies, you should return its passport to the issuing body so that its details on the database can be updated
ga: Nuair a fhaigheann capall bás, ba cheart duit a phas a thabhairt ar ais chuig an gcomhlacht eisiúna ionas gur féidir a shonraí ar an mbunachar sonraí a nuashonrú

source: If the horse has been slaughtered, the slaughter plant will note this on the passport, which will eventually go back to the issuing body
ga: Má rinneadh an capall a mharú, breacfaidh an t-ionad maraithe seo thíos ar an bpas, a sheolfar ar ais chuig an gcomhlacht eisiúna ar deireadh thiar

source: In general, all horses must be microchipped
ga: Go ginearálta, caithfidh gach capall a bheith micrishliste

source: However, any horse that already had a passport on 1 July 2009 does not need to have a microchip inserted
ga: Ní gá micrishlis a ionsá in aon chapall a raibh pas aige cheana féin an 1 Iúil 2009, áfach

source: The passport issuing bodies supply the microchips, which must be implanted by a veterinary practitioner (a vet)
ga: Soláthraíonn na comhlachtaí eisiúna pas na micrishliseanna, nach mór do chleachtóir tréidliachta (tréidlia) a ionchlannú

source: The information on the microchip is linked to the horse’s passport and to the details registered on the issuing body’s database
ga: Tá an fhaisnéis ar an micrishlis ceangailte le pas an chapaill agus leis na sonraí atá cláraithe ar bhunachar sonraí an chomhlachta eisiúna

source: The horse’s Unique Equine Life Number (UELN) appears on its passport and identifies it with the issuing body
ga: Sonraítear Uimhir Shaoil Uathúil Eachaí (USUE) an chapaill ar a phas agus sainaithníonn sí é leis an gcomhlacht eisiúna

source: The Control of Horses Act 1996 allows local authorities authorities to introduce bye-laws designating certain areas as control areas for horses
ga: Ceadaítear san Acht um Rialú Capall, 1996 d’údaráis áitiúla chun fodhlíthe a thabhairt isteach a ainmníonn roinnt limistéar mar limistéir rialaithe do chapaill

source: (The term "horse" under the Act covers horses, donkeys and mules.) When the local authority is making such bye-laws, it must follow certain procedures, including giving details of the proposed control areas in local newspapers
ga: (Cuimsíonn an téarma “capall” faoin Acht capaill, asail agus miúileanna.) Nuair atá na fodhlíthe siúd á ndéanamh ag an údarás áitiúil, ní mór dó nósanna imeachta áirithe a leanúint, ina measc sonraí a thabhairt ar na limistéir bheartaithe rialaithe i nuachtáin áitiúla

source: If you are living in a designated control area, you need a licence in order to have a horse
ga: Má tá tú i do chónaí i limistéar ainmnithe rialaithe, teastaíonn ceadúnas uait chun capall a bheith agat

source: A licence normally lasts for a year
ga: Is gnách go maireann ceadúnas ar feadh bliana

source: The local authority keeps a publicly available register of all licences issued
ga: Coimeádann an t-údarás áitiúil clár atá ar fáil go poiblí ar gach ceadúnas a eisíodh

source: When applying for a licence, you must satisfy the local authority that you are a fit person to keep a horse and that the horse will be properly maintained and stabled
ga: Nuair a dhéantar iarratas ar cheadúnas, ní mór duit a shásamh don údarás áitiúil gur duine oiriúnach thú chun capall a choimeád agus go ndéanfar an capall a chothabháil agus a choimeád i stábla, faoi mar is cuí

source: If a person under 16 owns a horse, the head of the household in which they live is considered to be the owner, as horses may not be sold to anyone under 16 years of age
ga: Más le daoine faoi bhun 16 bliana d’aois capall, meastar gurb ionann ceann an teaghlaigh ina gcónaíonn siad agus an t-úinéir, mar gheall nach féidir capaill a dhíol le duine ar bith faoi 16 bliana d’aois

source: Anyone permitted to have a horse in a public place must ensure that it is wearing a bridle and is under adequate control
ga: Ní mór do dhuine ar bith a cheadaítear chun capall a bheith acu in áit phoiblí a chinntiú go bhfuil srian á chaitheamh aige agus go bhfuil sé faoi smacht leordhóthanach

source: It is illegal to allow a horse to graze, feed, stray or remain in a public place without the consent of the local authority
ga: Tá sé in aghaidh an dlí ligean do chapall innilt, beathú, bheith ar strae nó fanacht in áit phoiblí gan toiliú an údaráis áitiúil a bheith faighte agat

source: If you wish to ride your horse on a public road, you may do so provided that the horse has a licence, is fitted with a bridle and is under the control of someone over 16 years of age
ga: Más mian leat do chapall a mharcaíocht ar bhóthar poiblí, féadfaidh tú amhlaidh a dhéanamh a fhad agus go bhfuil ceadúnas ag an gcapall, go bhfuil srian ar an gcapall agus go bhfuil sé faoi smacht ag duine atá os cionn 16 bliana d’aois

source: The Gardaí or staff authorised by the local authority may decide to inspect your horse and you must allow them to do this
ga: Féadfaidh na Gardaí nó an fhoireann a údaraíonn an t-údarás áitiúil an cinneadh a dhéanamh chun cigireacht a dhéanamh ar do chapall agus caithfidh tú ligean dóibh é seo a dhéanamh

source: They can also ask you to produce evidence of a horse licence
ga: Féadfaidh siad iarraidh ort chun fianaise a sholáthar i leith ceadúnas capaill

source: They have fairly extensive powers of search and arrest if they suspect cruelty to horses
ga: Tá cumhachtaí sách fairsinge cuardaigh agus gabhála acu má bhíonn siad in amhras faoi chruálacht i leith capall

source: The legislation specifies several offences, including failure to remove a horse from a public place or control area and dangerous use of a horse
ga: Sonraítear sa reachtaíocht roinnt cionta, ina measc teip ar chapall a bhaint ó áit phoiblí nó ó limistéar rialaithe agus úsáid bhaolach a bhaint as capall

source: You may be arrested without warrant for most of these offences
ga: Féadtar thú a ghabháil gan bharántas i ngeall ar thromlach na gcionta seo

source: If convicted, you may be fined or imprisoned (or both) and you may be disqualified from keeping a horse for a period
ga: Má chiontaítear thú, féadtar fíneáil a ghearradh ort nó thú a phríosúnú (nó an dá rud) agus féadtar thú a dhícháiliú ó chapall a choimeád ar feadh tréimhse

source: The court may seize the horse and dispose of it as it sees fit
ga: Féadfaidh an chúirt an capall a urghabháil agus é a dhiúscairt faoi mar a shíleann siad is cuí

source: As well as unlicensed horses in control areas, stray or unidentifiable horses or horses causing a nuisance or posing a danger may be seized, detained or destroyed
ga: Anuas ar chapaill neamhcheadúnaithe i limistéir rialaithe, féadtar capaill ar strae nó neamh-inaitheanta nó capaill atá ina gcúis le núis nó a chruthaíonn baol, a urghabháil, a choinneáil agus nó a mhilleadh

source: If your horse has been found wandering 3 times within a 12-month period, it can be seized and you will not get it back
ga: Má thángthas ar do chapall i mbun fánaíochta 3 huaire laistigh de thréimhse 12 mhí, féadtar é a urghabháil agus ní thabharfar ar ais duit é

source: To have a horse registered, microchipped and issued with a passport, you will need to pay fees to the approved passport issuing body and to the vet who implants the microchip
ga: D’fhonn go ndéanfar capall a chlárú, a mhicrishliseadh agus a eisiúint le pas, beidh ort táillí a íoc leis an gcomhlacht faofa eisiúna pas agus leis an tréidlia a dhéanann an mhicrishlis a ionchlannú

source: There may also be additional costs for DNA testing etc
ga: Chomh maith leis sin, d’fhéadfadh costais bhreise a bheith i gceist ar thástáil DNA etc

source: Check your local authority’s website for details of its charges for horse licences and for reclaiming a seized horse
ga: Seiceáil láithreán gréasáin d’údaráis áitiúil chun teacht ar shonraí faoina athruithe ar cheadúnais chapaill agus chun capall urghafa a athéileamh

source: To arrange to have a horse registered, microchipped and issued with a passport, contact the relevant approved passport issuing body
ga: Chun socruithe a dhéanamh go ndéanfar do chapall a chlárú, a mhicrishliseadh agus a eisiúint le pas, déan teagmháil leis an gcomhlacht faofa eisiúna pas

source: To apply for a horse licence, contact your local authority
ga: Chun iarratas a dhéanamh ar cheadúnas capaill, déan teagmháil le d’údarás áitiúil

source: The Department of Agriculture, Food and the Marine has published information on horse registration and passports, including a series of FAQs and an information leaflet (pdf)
ga: D’fhoilsigh an Roinn Talmhaíochta, Bia agus Mara faisnéis ar chlárú agus pasanna capaill, anuas ar shraith ceisteanna coitianta, agus ar bhileog faisnéise (pdf) ar agriculture.gov.ie
